Repository: wp-plugins/delucks-seo
Catalog: lang/dpc-*.po
Languages: de_de

source: Google loves unique link texts. To avoid duplicated ones, the plugin can give you a notice when a text appears the second time.
de_de: Damit die Linktexte eine möglichst hohe Vielfalt haben, kann unser Plugin Ihnen einen Hinweis geben, wenn ein Linktext schon mal verwendet wurde. In der SEO versuchen wir möglichst alle doppelten Inhalte zu vermeiden.

source: You can add domains which are excluded from the link rules, for example for letting good sources inherit your contents’ link value.
de_de: Für die Regeln zur Behandlung externer Domains können Sie Ausnahme-Domains hinzufügen, beispielsweise um Links bestimmten Quellen von der Entwertung auszuschließen.

source: Choose here, on which post types the rules should be applied. We recommend you to select blog posts, because then you don’t have to set it every time a new when, you insert an external link to be opened in a new window.
de_de: Wählen Sie hier aus, bei welchen Inhaltsarten die Regeln für externe Links angewandt werden sollen. Wir empfehlen die Einstellung zumindest für Blogbeiträge, da Sie dann nicht bei jedem Link die Einstellungen manuell im Editor setzen müssen.

source: Images with high resulutions are one of the most frequent reasons for a slow website. Otherwise images are a chance for positioning keywords in the seo but often also risk to infringe a copyright.
de_de: Hochaufgelöste Bilder sind eine der wichtigsten Ursachen für eine langsame Website. Gleichzeitig sind Bilder eine Chance zur SEO und Risiko im Urheberrecht.

source: With this module you can reduce the image quality (slightly), to reduce its file sizes. Furthermore, to lower copyright risks, you activate a field to fill out the author. Especially if you’re a professional content publisher, we recommend you to use this option. The copyright field is regularly only for your editorial information. But you can also make the copyright information visible to all your vistiors.
de_de: Sie können mit diesem Modul die Qualität Ihrer Bilder (leicht) reduzieren, um deren Dateigröße zu reduzieren. Außerdem können Sie zur Reduzierung des Nutzungsrechte-Risikos ein Urheber-Feld aktivieren, welches Ihnen bei der Bearbeitung Ihrer Bilder angezeigt wird. Das macht vor allem dann Sinn, wenn Sie besonders viele Bilder auf Ihrer Website verwenden. Auf Wunsch können Sie den Urheber Ihrer Bilder dann auch direkt in Ihrer Website darstellen lassen.

source: Activate the image optimization module to reduce the loading time of your website and lower your risk to infringe a copyright.
de_de: Aktivieren Sie die Bildoptimierung, um die Ladezeit Ihrer Website zu Verbesserung und das Risiko von Urheberrechtsverletzungen zu reduzieren.

source: We recommend you to lower the image quality in intervals of 5 and then to start the image optimization. Check then if the image quality is still good. If you see any light differences in your images’ quality, please stop the optimization process: then you have done the best. Regularly, we lower the image quality to 75 percent. Increasing the image quality is not possible afterwards so be careful with your settings.
de_de: Wir raten die Bildqualität in 5er Schritten zu reduzieren, die Bilder anschließend zu komprimieren, um die Änderungen zu übernehmen und dann zu prüfen, ob die Bilder einen Qualitätsverlust haben. In der Regel kann man auf 75 Prozent heruntergehen. Nachträglich die Bildqualität aber wieder herauf zu schrauben ist nicht möglich. Deswegen lieber herantasten und sofort aufhören, wenn ein Hauch von Qualitätsverlust sichtbar sein sollte.

source: We recommend you to let the plugin decrease the image quality when you upload the images. If not, you have to run the image optimization process manually each time.
de_de: Wir empfehlen Ihnen alle Bilder automatisch beim Upload komprimieren zu lassen. Ansonsten müssen Sie zum Komprimieren jedes Mal den Button rechts klicken.

source: The plugin only starts to optimize your images after clicking on this button.
de_de: Erst durch Klick auf diesen Button werden Ihre Bilder in deren Qualität reduziert. Vorher passiert nichts mit den Bildern aus Ihrer Mediathek.

source: You can let the plugin automatically set the contents’ keyword as the alt text of your images, if the tag is not yet used. Altenative texts are regularly for handicapped people, but as Google is only a software without eyes (yet), it reads the alt tags for indexing your media for example in the image search.
de_de: Verwenden Sie bei Ihren Bildern (noch) keinen Alternativtext, kann der Suchbegriff Ihres Beitrags automatisch als Alternativtext des Bildes verwendet werden. Alternativtexte von Bildern sind ein probates Mittel zur Bildoptimierung.

source: If you care about copyright you should activate this option. Then you will see an additional field while editing your images to fill out the author of the work. This information is for your editorial use and will not be visible in the website, except you activate that output.
de_de: Wenn Sie Wert auf die Einhaltung des Urheberrechts legen, sollten Sie die Option aktivieren. Dadurch alleine wird im öffentlichen Bereich Ihrer Website nichts angezeigt – die Funktion dient lediglich dem internen Nachweis

source: You can display the copyright information in the frontend of your website. This function is highly recommended to Bloggers and news agencies.
de_de: Sie können die Urheber Angabe auch standardmäßig in Ihrer Website anzeigen lassen. Blogs und Nachrichtenportalen wird diese Funktion besonders nahegelegt.

source: Peculiar information that helps search engines and social media to interprete your websites’ information.
de_de: Mikrodaten sind besonders hervorgehobene Informationen für Suchmaschinen und Social Media, die in den jeweiligen Seiten oft besonders visuell hervorgehoben werden.

source: Microdata are for example release dates, (WooCommerce) shop, author, business and social media information.
de_de: Sie können die Strukturierung Ihrer Daten seitenweit oder nur bei einzelnen Informationsarten aktivieren. Zu den strukturierten Daten zählen z.B. von Haus aus Bilder bei Blogbeiträgen, Produktinformationen im Shop und Unternehmensinformationen sowie Verknüpfungen zu Ihren (Corporate) Social Media Accounts.

source: With activated microdata you support Google, Facebook etc. to match your websites information easier.
de_de: Mit aktivierten Mikrodaten werden bestimmte Informationen Ihrer Website in Suchmaschinen und Social Media einfacher zugeordnet.

source: Please fill out all relevant contact information about your company for better ranking results on regional searches. If you have more than one location, you can add more.
de_de: Geben Sie hier möglichst vollständig die Adress- und Kontaktdaten Ihrer Firma an, damit Ihre Website in der regionalen Suche besser positioniert werden kann. Haben Sie mehrere Standorte, fügen Sie diese bitte als weitere Firmendaten hinzu.

source: Amazon is the best example on how the visitors opinion helps the search to improve it’s results. But not only shop items can be reviewed, but blog posts can and should be reviewed, because your readers are interested in good content.
de_de: Amazon macht es vor: Ihre Zielgruppe will Bewertungen. Dies gilt nicht nur für Produkte, sondern bspw. auch für Blogbeiträge. Google weiß das auch und hebt bewertete Inhalte deswegen auch in den Suchergebnissen mit Sternen hervor.

source: You can decide if your visitors should only rate your content or if they should also be able to write a review in your comments. Maybe you also want to improve through the reviews, too. This shows Google that you count on your visitors opinion and their opinion helps the search engine to improve its results. So that’s why ratings and reviews are that important.
de_de: Stellen Sie Bewertungen für Ihre Inhalte ein. Sie können die Bewertungen für bestimmte Arten von Inhalten aktivieren und die Bewertungen zur Verbesserung deren Qualität mit Kommentaren koppeln.

source: Let your visitors rate and review your website’s contents and increase the possibility to appear in search results with the highlighted star ratings.
de_de: Lassen Sie die Inhalte Ihrer Website bewerten, um in den Google Ergebnissen Sterne bei Ihren Inhalten anzeigen zu lassen.

source: You can show the sharing buttons on positions of your website
de_de: Sie können die Social Sharing Buttons an Standard-Positionen Ihrer Website darstellen lassen. Wir empfehlen Ihnen jedoch die Einbettung über das Widget, den WordPress Shortcode oder PHP-Code. Bitte vermeiden Sie eine Mehrfach-Einbettung, das schaut nicht gut aus und schadet auch der Geschwindigkeit Ihrer Website.

source: You can use the WordPress shortcode in the editor and in widgets of your website.
de_de: Sie können die Social Sharing Buttons an Standard-Positionen Ihrer Website darstellen lassen. Wir empfehlen Ihnen jedoch die Einbettung über das Widget, den WordPress Shortcode oder PHP-Code. Bitte vermeiden Sie eine Mehrfach-Einbettung, das schaut nicht gut aus und schadet auch der Geschwindigkeit Ihrer Website.

source: Use the PHP code if you want to embed the ratings directly in your theme.
de_de: Den PHP Code können Sie in Ihr Website-Theme einprogrammieren.

source: You can enable if and how to show the rating result is composed : [average] shows the ratio between the total amount of ratings and starts. You can fill in the amount of ratings with the placeholder [number]. The rest can be filled out with text individually.
de_de: Stellen Sie ein, ob und wie die aktuellen Bewertungen eines Inhalts sich zusammensetzen: [average (statt durchschnitt)] ist der Platzhalter für die Gesamtsumme geteilt durch die Anzahl der Bewertungen. Die Anzahl der Bewertungen können Sie mit [number] einfügen. Der Rest ist Fließtext.

source: Activate this function if you want to show the ratings in a new line, to avoid layout problems.
de_de: Aktivieren Sie diese Funktion, wenn Sie die Bewertungssterne in einer separaten Zeile wünschen, um Layoutprobleme zu reduzieren.

source: To receive feedback to the ratings we recommend you to combine the ratings with your visitors comments.
de_de: Wir empfehlen die Bewertungen mit den Kommentaren zu koppeln, damit Sie auch ein geschriebenes Feedback zu Ihren Bewertungen bekommen.

source: Make the rating a mandatory field in your comments form. On one hand this may go on your visitor’s nerves, on the other hand you will receive more ratings, when your visitors are likely to discuss.
de_de: Bei jedem Kommentar wird eine Bewertung erzwungen. Wir raten nicht unbedingt dazu, da es Ihre Leser nerven kann. Andererseits können Ihre Beiträge bei einer leichten Diskussion so schnell mehr Bewertungen bekommen.

source: Search engines use reactions of social media users to get a human feedback for relevant content. So the better and more natural your website feedback (e.g. social shares) grows, the more important your website will be graded.
de_de: Suchmaschinen verwenden in Social Media geteilte Inhalte als direktes, nutzerbasiertes Feedback für die Bewertung der Relevanz einer Website. Das heißt je hochwertiger die Social Shares sind und je natürlicher sie wachsen, also desto wichtiger wird Ihre Website eingestuft.

source: Use the social sharing buttons to offer your visitors an easy way to share your contents. You can design the buttons the way you want and furthermore: you get sharing statistics and this solution honors data privacy of your visitors. That data will only be submitted to social media, if users click on the designated buttons (with the original plugins social networks also collect data without being clicked on).
de_de: Verwenden Sie unsere Social Sharing Buttons, die über eine eigene Social Media Statistik verfügen und nicht über externe Skripte geladen werden müssen. Damit stellen Sie sicher dass nur dann die Daten Ihrer Besucher an Soziale Netzwerke übertragen werden, wenn diese explizit auf die Buttons klicken.

source: Make social sharing easier for your visitors. First you feed search engines and second you see how relevant your contents are.
de_de: Verwenden Sie die Social Sharing Buttons, um Ihren Besuchern das Teilen Ihrer Inhalte zu vereinfachen und zu erfahren, welche Inhalte besonders relevant sind.

source: You can show the You can show the sharing buttons on positions of your website
de_de: Sie können die Social Sharing Buttons an Standard-Positionen Ihrer Website darstellen lassen. Wir empfehlen Ihnen jedoch die Einbettung über das Widget, den WordPress Shortcode oder PHP-Code. Bitte vermeiden Sie eine Mehrfach-Einbettung, das schaut nicht gut aus und schadet auch der Geschwindigkeit Ihrer Website.

source: You can set up the design of the social network buttons here.
de_de: Hier können Sie die Darstellung der Social Sharing Buttons einstellen. Passen Sie das Aussehen an Ihre Website an!

source: Set up consistent buttons, if you wish that all sharing buttons have the same width. That is suited for buttons below each other.
de_de: Alle Buttons erhalten dieselbe maximale Breite, das Feld eignet sich besonders für die einzeilige Einbettung der Buttons.

source: characters too much
de_de: Zeichen zu viel

source: SEO Settings
de_de: Einstellungen

source: Don’t allow search engines to index this page
de_de: Verhindern, dass Suchmaschinen diese Seite indexieren

source: Don’t allow search engines to follow this page
de_de: Verhindern, dass Suchmaschinen dieser Seite folgen

source: Search Results %1$s %2$s
de_de: Suchergebnisse %1$s %2$s

source: Meta description
de_de: Beschreibung

source: No data
de_de: Keine Daten

source: not found in the description
de_de: nicht in der Beschreibung gefunden

source: Include type
de_de: Typ aufnehmen

source: Prefix
de_de: Präfix

source: 404 pages
de_de: 404 Seiten

source: Metadata fields
de_de: Metadaten Felder

source: Backup and migration
de_de: Backup und Migration

source: Migration wizard
de_de: Migrationsassistent

source: Please select at least one option.
de_de: Bisste wählen Sie mindestens eine Option aus.

source: You searched for
de_de: Sie haben gesucht nach

source: View all posts in %s
de_de: Alle Beiträge in %s anzeigen

source: Title:
de_de: Titel:

source: Link-Title
de_de: Link-Titel

source: is used several times in the same post
de_de: wird mehrfach im gleichen Beitrag verwendet

source: is used in several posts
de_de: wird in bereits in anderen Beiträgen verwendet

source: images compressed
de_de: Bilder komprimiert

source: Compression done
de_de: Komprimierung abgeschlossen

source: elements compressed
de_de: Elemente komprimiert

source: All
de_de: Alle

source: Changes has been applied
de_de: Änderungen wurden übernommen

source: 404 - Page not found
de_de: 404 - Seite nicht gefunden
