Repository: wp-plugins/delucks-seo
Catalog: lang/dpc-*.po
Languages: de_de

source: Metadata is not visible upfront on your Website. This data is deposited on your website source code and is used as title and description for each content on your website, which is being listed for search results.
de_de: Die Metadaten sind nicht direkt auf Ihrer Website sichtbar. Sie sind im Quelltext Ihrer Website hinterlegt und dienen als Titel und Beschreibung für die jeweilige Rubrik Ihrer Website in den Suchergebnissen.

source: With your website ownership you can also check the sitemap (from the same called module) at Google, Bing and other services, which is very recommended for a well working website.
de_de: Neben dem Titel und der Beschreibung können Sie hiermit die Inhaberschaft Ihrer Website für Google, Bing, Alexa und Pinterest bestätigen – das ist wichtig damit Sie in deren Webmaster- und Administrationstools Ihre Website verwalten können.

source: Please activate the (invisible) metadata with all recommended settings to push your website for ideal search results.
de_de: Aktivieren Sie die (unsichtbaren) Metadaten mit allen empfohlenen Einstellungen, damit Ihre Website optimal in den Suchmaschinen-Ergebnissen erscheint.

source: Use a delimiter to distinguish the content from the page title.
de_de: Verwenden Sie ein Trennzeichen um eine Trennung zwischen Inhaltstitel und Seitentitel herzustellen.

source: Enable 55 characters, as a 69-character title is often cut off from Google or exchanged and replaced by machine-generated text. 69 characters is old fashioned and would therefore be advisable only without a focus on Google SEO.
de_de: Aktivieren Sie 55 Zeichen, da ein 69 Zeichen langer Titel oft von Google abgeschnitten oder ausgetauscht und durch maschinell generierten Text ersetzt wird. 69 Zeichen waren früher die Titel lang und somit nur wären somit nur ohne Fokus auf eine Google SEO ratsam.

source: Enable 115 characters, because a longer description is often cut off from Google or exchanged and replaced by machine-generated text. 155 characters were once the long descriptions and would therefore be advisable only without a focus on Google SEO.
de_de: Aktivieren Sie 115 Zeichen, da eine längere Beschreibung oft von Google abgeschnitten oder ausgetauscht und durch maschinell generierten Text ersetzt wird. 155 Zeichen waren früher die Beschreibungen lang und wären somit nur ohne Fokus auf eine Google SEO ratsam.

source: Verify your site on Google and Bing and submit your sitemap(s) there from the same called module. These are blueprints of your website. Hereby you make it easier for search engines to crawl your site. Here you can also make further adjustments to index your site. You can verify your site for the Site Directory Alexa or the social network Pinterest, but this does not change the effect of the SEO.
de_de: Verifizieren Sie Ihre Website bei Google und Bing und reichen Sie dort Ihre Sitemap(s) ein. Das sind Baupläne Ihrer Website, die Ihnen das Plugin automatisch erstellt. Damit können Sie es den Suchmaschinen erleichtern, Ihre Website zu erfassen. Außerdem können Sie dort noch weitere Einstellungen zur Indexierung Ihrer Website vornehmen. Sie können Ihre Website auch für das Website-Verzeichnis Alexa oder das Social Network Pinterest verifizieren, dies ändert aber an der Wirkung der SEO nichts.

source: Do not let categories, taxonomies and paginations being indexed but let the pages and posts inside of them being followed, to be indexed. Because categories, archives and tags (with page numbers) often serve for thematic classification and these themselves have no relevant content itself. The links that are linked to the articles are supposed to be followed by search engines so that they can be indexed. But if you use (extensive) descriptions for your categories and taxonomies or create emphasis on that pagination also to be indexed, you should exclude this indexation.
de_de: Lassen Sie Kategorien und Taxonomien sowie Paginierte Seiten nicht indexieren und deren Links folgen. Denn Kategorien, Archive, Schlagwörter (mit Seitenzahlen) dienen oft nur der thematischen Einordnung dienen und haben selber keine relevanten Inhalte. Den Links zu den Beiträgen, die damit verknüpft sind, sollten die Suchmaschinen aber folgen, damit diese indexiert werden können. Verwenden Sie allerdings (umfangreiche) Beschreibungen zu Ihren Kategorien und Taxonomien oder legen Sie wert darauf, dass Paginierungen ebenfalls indexiert werden, sollten Sie diese indexieren lassen.

source: Sitemaps are blueprints of your website. You give search engines the information on which level of your site structure is a certain information given.
de_de: Sitemaps sind Baupläne Ihrer Website. Sie verraten Suchmaschinen, auf welcher Ebene Ihrer Website-Struktur sich Informationen befinden.

source: There are 4 types of sitemaps: The standard sitemap for all regular content on your website. In the standard sitemap all regular contents listed – ie blog posts, pages, etc.
de_de: Es gibt 4 Arten von Sitemaps: Die Standard Sitemap für alle regulären Inhalte Ihre Website. Die Bilder und Video Sitemap für alle Medien sowie die Google News Sitemap. Die Google News Sitemap ist nur für akkreditierte Seiten zur News-Suche geeignet. Das sind Blogs und Portale, die besonders relevant sind. Mehr über die Akkreditierung erfahren Sie hier.

source: Activate the sitemaps with all the recommended settings and submit the sitemaps to Google and Bing so that the search engines can detect all content and prioritize it correctly.
de_de: Aktivieren Sie die Sitemaps mit allen empfohlenen Einstellungen und reichen Sie die Sitemaps in Google und Bing ein, damit die Suchmaschinen alle Inhalte erfassen und korrekt priorisieren können.

source: Activate the standard and take in all relevant content types. Define the different types of content with different priorities: 1 is the highest. Set the frequency on of how often information of each content type should be requested. Then send your sitemaps to Google’s and Bing’s Webmasters . The linking to your websites with the Webmaster Tool can be set in the metadata module.
de_de: Aktivieren Sie die Standard Sitemap und nehmen Sie alle relevanten Inhaltsarten auf. Definieren Sie bei den verschiedenen Inhaltsarten eine unterschiedliche Priorität: 1 ist die Höchste. Stellen Sie in der Frequenz ein, wie oft Informationen der jeweiligen Inhaltsart aktualisiert werden. Reichen Sie anschließend die Sitemap in Ihren Google und Bing Webmaster Tools ein. Die Verknüpfung Ihrer Websites mit den Webmaster Tools können Sie im Metadaten-Modul vornehmen.

source: If you like all your pictures from your media to be indexed in search engines, activate the images sitemap. Please think before you enable the option due to copyright and the right to use your images. Forward then your sitemap to the Google webmaster tool. The linking to your websites with the Webmaster tools can be made in the metadata module.
de_de: Möchten Sie dass all Ihre Bilder aus der Medien-Übersicht zur Indexierung an Suchmaschinen übermittelt werden, aktivieren Sie die Bilder Sitemap. Bitte denken Sie vor Aktivierung der Option an die Wahrung des Urheber- und Nutzungsrechtes Ihrer Bilder. Reichen Sie anschließend die Sitemap in Ihren Google Webmaster Tools ein. Die Verknüpfung Ihrer Websites mit den Webmaster Tools können Sie im Metadaten-Modul vornehmen.

source: Would you like all of your videos from the medi-overview be submitted for indexing in search engines, check the pictures Sitemap. Please think before you enable the option due to copyright and the right to use your videos. Forward then your sitemap to the Google Webmaster Tool. Linking your websites with the Webmaster Tools you can be made in the metadata module.
de_de: Möchten Sie dass all Ihre Videos aus der Medien-Übersicht zur Indexierung an Suchmaschinen übermittelt werden, aktivieren Sie die Bilder Sitemap. Bitte denken Sie vor Aktivierung der Option an die Wahrung des Urheber- und Nutzungsrechtes Ihrer Videos. Reichen Sie anschließend die Sitemap in Ihren Google Webmaster Tools ein. Die Verknüpfung Ihrer Websites mit den Webmaster Tools können Sie im Metadaten-Modul vornehmen.

source: If your website is accredited for Google News you can use it to release your contribution categorized for the news search depending on the access rights of your target audience and genre.
de_de: Ist Ihre Website für Google News akkreditiert, können Sie hiermit Ihre Beitragskategorien für die News Suche abhängig von den Zugriffsrechten Ihrer Zielgruppe freigeben und in ein Genre einordnen.

source: Usually websites use the page image as thumbnails for the Google news search results. If you use the images in the content as well to illustrate your blog posts, please choose the “embedded images“.
de_de: In der Regel verwendet man beim Bloggen das Beitragsbild als Vorschaubild für die Google Suchergebnisse. Benutzen Sie nicht die Beitragsbild-Funktion, um Ihre Blogbeiträge zu bebildern, wählen Sie bitte die „eingebetteten Bilder“ aus.

source: In order to avoid slow loading sitemaps and thus to avoid crawling errors due to long loading times for the search engines, your sitemaps should be divided. We recommend the limit of entries per page to 1000.
de_de: Um zu große Sitemaps und damit Fehler durch zu lange Ladezeiten bei Suchmaschinen zu vermeiden sollte die Sitemap geteilt werden. Wir empfehlen die Grenze an Einträgen pro Seite auf 1.000 zu stellen.

source: The statistics module counts the access to your website. It shows its results in a WordPress dashboard widget.
de_de: Das Statistik Modul erfasst die Zugriffe auf Ihre Website. Es zeigt Ihnen eine Übersicht dieser im WordPress Dashboard.

source: This module doesn’t need any data privacy note, because neither the IP address nor other user specific information is being stored to your website. You can exclude user groups from being tracked and add an additional considerable statistic codes.
de_de: Das Modul braucht keinen Datenschutzhinweis, da weder IP Adressen noch sonstige Informationen Ihrer Besucher gespeichert werden und somit die Privatsphäre Ihrer Besucher respektiert wird. Sie können das Tracking für bestimmte Nutzergruppen aussetzen und zusätzlich noch eine externe, professionelle Statistik in das Feld für Tracking-Codes einfügen. Benutzen Sie als externe Statistik Google Analytics, können Sie die Privatsphäre Ihrer Besucher besser schützen, indem Sie deren IP Adressen für die Analytics anonymisieren. Außerdem können die ausgehende Klicks und Downloads als Solche für Google Analytics erfassbar gemacht werden.Fügen Sie Google Analytics in Ihre Website ein, müssen Sie den Datenschutzhinweis auf Ihrer Website aktualisieren.

source: Activate statistics to see the current website access.
de_de: Aktivieren Sie die Statistiken, damit Sie in Ihrem Dashboard eine Übersicht der aktuellen Zugriffszahlen erhalten.

source: We recommend you to except all the user groups from the tracking, who collaborate in your website contents, to avoid forged access numbers.
de_de: Schließen Sie alle Benutzergruppen, die aktiv an Ihrer Website arbeiten, von der Statistik aus, damit diese nicht Ihre Zahlen verfälschen.

source: You can paste tracking codes from external tracking tools here. Please check your data privacy notice after that.
de_de: Fügen Sie hier den kompletten Tracking Code Ihrer externen Statistik ein. Bitte passen Sie unbedingt Ihre Datenschutzerklärung auf die externe Statistik an.

source: To protect the data privacy of your website visitors we recommend to anonymise their IP addresses.
de_de: Zum Schutz der Privatsphäre Ihrer Besucher empfehlen wir Ihnen die IP Adresse zu anonymisieren.

source: By activating these function links and downloads will be marked by Google Analytics as such.
de_de: Durch die Aktivierung dieser Funktion werden Links und Downloads als Solche in Google Analytics markiert.

source: This module helps you to optimize your contents on certain keywords. It checks automatically, if you use your keyword in the title, description and content.
de_de: Die Textoptimierung hilft Ihnen, Ihre Inhalte auf bestimmte Suchbegriffe zu optimieren.

source: Activate the Text Optimization to see a keyword field in your editor. There, you get recommendations while filling in your focus keyword.
de_de: Aktivieren Sie die Textoptimierung, um ein Suchbegriffsfeld im Editor zu erhalten, mit Hilfe dessen Sie Ihre Inhalte besser auf Ihre Fokus Suchbegriffe auszurichten.

source: Show a keyword field in your article editor, to focus on the topic to which you want to be found.
de_de: Blenden Sie ein Suchbegriffsfeld im Artikeleditor ein, dass Ihnen hilft die Inhalte Ihrer Website zielführend zu erstellen.

source: We recommend you to focus your contents on the information connected to your keyword. The plugin will then give you an advice, if you do not use the keyword in the specific field(s). As sometimes slightly different syntax in the descriptions make better sense, we recommend you to let the plugin check the keyword only in the title field and in the content.
de_de: Wir empfehlen Ihnen immer darauf zu achten dass der Suchbegriff, zu dem Sie Ihre Inhalte erstellen, auch in Ihrem Titel, der Beschreibung und dem Inhalt auftaucht. Das dient dazu dass Ihre Zielgruppe und Google die gesuchten Wörter auch in Ihrem Inhalt wieder findet. Um dies sicher zu stellen, können Sie hier eine automatische Überprüfung aktivieren, die Ihnen einen Hinweis gibt, wenn Sie den (exakten) Suchbegriff nicht in den jeweiligen Feldern eingeben.

source: The auto completion will suggest you more keyword variations.
de_de: Aktivieren Sie die Autovervollständigung, um während der Eingabe eines Suchbegriffs empfohlene Schreibweisen vorgeschlagen zu bekommen.

source: This module improves the your website urls. The url includes everything, which appears in the browsers address bar (e.g. https://www.delucks.com/seo).
de_de: Dieses Modul verbessert die Darstellung Ihrer URLs. Eine URL beinhaltet alles, was man in der Adresszeile Ihrer Website sieht inklusive der Domain (z.B. https://www.delucks.com/seo-agentur-muenchen) auftaucht.

source: The keywords in a vital part to almost every url of your website as these are very important for SEO. The earlier a keyword appears in searches and the shorter your url is, the better it is for your website. So, you should exclude irrelevant words like mine, yours, the, he, she, it from your urls. We call those words: stopwords.
de_de: Die URL ist ein wichtiger Teil um relevante Suchbegriffe mit hoher Priorität in Ihrer Website einzubauen. Dabei sind sogenannte Stopwords wie z.B. Ein, Einer, Der, Die Das oft überflüssig in der URL. Sie können in diesem Modul den Filter Ihrer Stopwords aus den URLs auf Ihrer Website einstellen. Außerdem können Sie (sporadische) Fehler bei Umlauten in Ihren URLs reparieren lassen. Darüber hinaus können Sie tote Links Ihrer Website auf eine eigens eingerichtete Fehlerseite, die sogenannte 404-Seite weiterleiten und das verschlüsselte Surfen mittels SSL/ HTTPS aktivieren – vorausgesetzt Sie haben ein gültiges SSL Zertifikat für Ihre Domain auf Ihrem Webspace.

source: Activate the url optimization to remove stopwords from your urls. Redirect visitors from dead links and ensure a secure connection.
de_de: Aktivieren Sie die URL Optimierung, um überflüssige Begriffe und fehlerhafte Umlaute aus Ihren URLs zu entfernen, tote Links umzuleiten und eine Verschlüsselte Verbindung zu aktivieren.

source: Remove needless words from your urls and adapt the list of stopwords to your needs below.
de_de: Lassen Sie überflüssige Begriffe aus der Adresszeile Ihrer Website entfernen. Passen Sie die Liste der Begriffe, die entfernt werden sollen, in der jeweiligen Sprache unterhalb dieses Feldes an.

source: Activate the stopwords in all languages, your website use (WPML compatible). Click on the plus-icon to adapt the list of stopwords to your needs. Take care about not using too many stopwords.
de_de: Aktivieren Sie die Entfernung der Stopwords je nach Sprache. Klicken Sie auf das Plus-Zeichen um die Liste der Stopwords zu bearbeiten. Achten Sie darauf, nicht zu viele Stopwords zu verwenden.

source: Set up a standard error page, where all visitors will be redirected, who click on dead links on your website.
de_de: Richten Sie auf Ihrer Website eine Seite ein, auf die alle Besucher gelangen, die auf einen toten Link kommen. Seien Sie möglichst freundlich und gerne auch humorvoll auf der Fehlerseite, da Ihre Besucher sowieso schon durch einen toten Link genervt sein werden. Stellen Sie die Seite dann hier ein.

source: Please change the status only when you’re really sure about what you do. To offer your website visitors a secure way to browse on your website, you need an active ssl certification for your domain on your website. If you’re not sure about that: Please don’t touch this setting!
de_de: Bitte ändern Sie diese Werte nur, wenn Sie wirklich davon Ahnung haben. Zur Umstellung auf die verschlüsselte Verbindung über https benötigen Sie ein aktives SSL Zertifikat für Ihre Domain auf Ihrem Webspace. Ändern Sie die Domain nur, wenn diese auch auf Ihrer WordPress-Seite funktioniert. Im Zweifel: Lieber die Finger davon lassen!

source: Breadcrumbs are very useful: not only your website visitor but also those to you’re your website appears in the search results are given the navigation level of your website at that current search. Breadcurmbs are like those in Hansel and Gretel: With them your vistors will always find their way back to your home page.
de_de: Durch Breadcrumbs können sich Ihre Besucher einfacher in der Navigationsebene Ihrer Website wieder finden, ähnlich den Brotkrümeln bei Hänsel und Gretel.

source: Google knows that breadcrumbs make it easier for your target group to navigate through your website therefore the search engine honors your website, when it uses breadcrumbs.
de_de: Die Breadcrumbs zeigen Besuchern und Suchmaschinen den Weg bis zur aktuellen Rubrik auf Ihrer Website. Dieser Navigationspfad wird den Nutzern oft in der Fußzeile oder nach dem Menü angezeigt. Manchmal eignen sich aber auch ganz andere Positionen, um Ihren Besuchern den Weg zu weisen.

source: Activate and embed breadcrumbs to help your visitors to find their way back to the home page of your website.
de_de: Aktivieren Sie das Breadcrumbs Modul, damit sich Besucher und Suchmaschinen schneller und einfacher in der Navigationstiefe Ihrer Website zurecht finden.

source: You can display the breadcrumbs on individual positions in your website. Often, the breadcrumbs are embedded in the footer area or after the header area of a theme.
de_de: Sie können den Navigationspfad an Standard-Positionen Ihrer Website darstellen lassen. Wir empfehlen Ihnen jedoch die Einbettung über das Widget, den WordPress Shortcode oder PHP-Code. Bitte vermeiden Sie eine Mehrfach-Einbettung, das schaut nicht gut aus und schadet auch der Geschwindigkeit Ihrer Website.

source: Place the breadcrumbs with a WordPress widget in your website
de_de: Patzieren Sie das Breadcrumb mit einem Widget auf Ihrer Website

source: Use the WordPress shortcode in the editor and in widgets of your website.
de_de: Den WordPress Shortcode können Sie innerhalb Ihres Redaktionssystems verwenden, beispielsweise in individuellen Widgets.

source: Use the PHP code if you want to embed the breadcrumbs directly in your theme.
de_de: Den PHP Code können Sie in Ihr Website-Theme einprogrammieren.

source: Choose a word for your home page, that may be understood in all languages, in which your website is translated. Alternatively you can activate a home icon in the more settings.
de_de: Wählen Sie einen Begriff, der für Ihre Startseite steht. Haben Sie eine mehrsprachige Website, empfiehlt sich ein international gängiger Begriff. Alternativ können Sie statt dem Startseiten Text in den erweiterten Einstellungen ein Haus-Icon aktiveren.

source: The separator is between different navigation levels of your breadcrumbs.
de_de: Das Trennzeichen wird zwischen den einzelnen Ebenen Ihrer Breadcrumbs angezeigt. Sie sind in der Wahl des Trennzeichens flexibel.

source: If you like it, show the last (actual) item in the breadcrumbs in bold.
de_de: Das ist eine rein optische Einstellung und somit Geschmackssache.

source: Choose, what has to be shown before the breadcrumbs,i.e. when an item is archived or in the search results page when an error appears. We recommend to use easy and international descriptions.
de_de: Stellen Sie hier ein, was vor den Breadcrumbs, bei Archiven, Suchergebnissen und Fehlerseiten stehen soll. Wir empfehlen hier möglichst internationale Formen zu verwenden, wenn Sie eine mehrsprachige Website haben.

source: Please define here, which basis should be used for those contents that can be categorized, tagged etc.
de_de: Bitte definieren Sie hier die Basis für alle Informationen, die um bestimmte Taxonomien ergänzt werden (können).

source: With this module you can control the behavior of the website concerning outgoing links, because meaningful build in links prove your contents’ quality.
de_de: Steuern Sie über dieses Modul das Verhalten der Seite bei ausgehenden Links, denn sinnvoll eingesetzte Links in Ihren Inhalten beweisen deren Qualität.

source: To prove the reliability of your contents you should insert continuative links. But, to avoid losing visitors after clicking on your outgoing links you should enable opening up a new browser window with the reffered website. Additionally, your contents’ link value will be inherited to the external websites. In this module you can control your entire website on what should happen with external links. For example you can set that your collection of (a huge amount of) external links should not depreciate its link value to (all) of the linked sites.
de_de: Um die Seriosität Ihrer Inhalte zu unterstreichen sollten Sie darin (weiterführende) Links einbauen. Um keine Besucher nach dem Klick auf einen Link zu verlieren, sollten diese externen Links (fast) immer in einem neuen Browserfenster geöffnet werden,. Zusätzlich wird bei der Verlinkung externer Websites der Linkwert Ihrer Website auf die Zielseite anteilig vererbt. In diesem Modul können Sie global steuern, was mit ausgehenden Links geschehen soll, beispielsweise um eine Linksammlung zu entwerten und die Zielseiten in einem neuen Fenster zu öffnen.

source: Activate the link management module, to set up standard rules about how to treat external links in connection to your whole website.
de_de: Aktivieren Sie die Verwaltung von externen Links, um diese mit Standardregeln zu optimieren.

source: To avoid loosing your websites visitors, when they click on an external link, we recommend you to let all external links in the content area of your website being opened in a new, blank browser window. You can also tell Google, that it should not divide your contents’ link value to the targeted sites. This function is not very polite to other website owners, however if you set it globally for your website it’s not that reprehensible. If this function is fair and good for your SEO or not, is still not answered in the community.
de_de: Um Ihre Besucher nicht zu verlieren, wenn sie auf einen externen Link klicken, empfehlen wir alle externen Links im Inhaltsbereich Ihrer Website standardweise im neuen Fenster zu öffnen. Sie können Google auch sagen, dass die ausgehenden Links keinen Linkwert vererbt bekommen sollten. Die Funktion ist zwar nicht kollegial, pauschal angewandt aber auch nicht wirklich verwerflich. Ob eine Entwertung der externen Links Sinn macht oder nicht, darüber streiten sich die Gemüter.
