Repository: wp-plugins/delucks-seo
Catalog: lang/dpc-*.po
Languages: de_de

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de_de: Eine neue Version von %1$s ist verfügbar. <a target="_blank" class="thickbox" href="%2$s">Details zu %3$s anschauen</a>

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de_de: Eine neue Version von %1$s ist verfügbar. <a target="_blank" class="thickbox" href="%2$s">Details zu %3$s anschauen</a> or <a href="%4$s">Jetzt aktualisieren</a>.

source: You do not have permission to install plugin updates
de_de: Sie haben nicht die nötgen Rechte um Plugins zu aktualisieren

source: Error
de_de: Fehler

source: Active license
de_de: Aktive Lizenz

source: Thank you for downloading <strong>%s</strong>. For best SEO results upgrade to Professional or Suite
de_de: Danke, dass Sie <strong>%s</strong> heruntergeladen haben. Für beste SEO Ergebnisse upgraden Sie auf die Professional oder Suite Version

source: Your license key is valid for <strong>%s</strong> and expires on <strong>%s</strong>
de_de: Der Lizensschlüssel ist gültig für <strong>%s</strong> und läuft am <strong>%s</strong> ab

source: You can upgrade to a higher version of this plugin to enable more features
de_de: Sie können auf eine höhere Version upgraden um weitere Features freizuschalten

source: Upgrade now
de_de: Jetzt upgraden

source: There may be a delay until the update appears
de_de: Die Anzeige für die Verfügbarkeit eines Updates kann sich ggf. verzögern

source: Renew
de_de: Erneuern

source: Unlock
de_de: Freischalten

source: Warnings
de_de: Hinweise

source: Errors
de_de: Fehler

source: Pageviews
de_de: Seitenzugriffe

source: per day
de_de: pro Tag

source: Shares
de_de: Geteilt

source: There are no shares available yet.
de_de: Diese Seite wurde noch nicht geteilt.

source: No entries found
de_de: Keine Einträge gefunden

source: Show all news
de_de: Alle News anzeigen

source: modules are active
de_de: Module aktiv

source: label
de_de: Beschriftung

source: helptext
de_de: Hilfetext

source: new
de_de: neu

source: messages
de_de: Meldungen

source: Back
de_de: Zurück

source: Next
de_de: Weiter

source: Finish
de_de: Fertigstellen

source: less
de_de: weniger

source: more
de_de: mehr

source: Help for
de_de: Hilfe zu

source: Tutorial
de_de: Anleitung

source: Install defaults
de_de: Standards installieren

source: Activated
de_de: Aktiviert

source: Save all
de_de: Alles speichern

source: Perform analysis
de_de: Analyse durchführen

source: delete
de_de: löschen

source: copied
de_de: kopiert

source: copy
de_de: kopieren

source: Notice
de_de: Hinweis

source: Close
de_de: Schließen

source: None selected
de_de: nichts ausgewählt

source: selected
de_de: ausgewählt

source: Nothing selected
de_de: Nichts ausgewählt

source: Select
de_de: Auswählen

source: Change
de_de: Ändern

source: Remove
de_de: Entfernen

source: License key has been updated
de_de: Lizenzschlüssel wurde aktualisiert

source: License key seems to be wrong or invalid
de_de: Lizenzschlüssel scheint falsch oder ungültig zu sein

source: Cancel
de_de: Abbrechen

source: Install Defaults
de_de: Standards installieren

source: Are you sure
de_de: Sind Sie sicher

source: Are you sure you want to install the default settings
de_de: Sind Sie sicher, dass Sie die Standardeinstellungen installieren möchten?

source: If the default settings are being installed all your settings and changes within this module will be deleted
de_de: Wenn die Standardeinstellungen installiert werden, werden alle zuvor eingestellten Werte überschrieben

source: Settings have been updated
de_de: Einstellungen wurden übernommen

source: Type
de_de: Art

source: Title
de_de: Titel

source: Keyword
de_de: Suchbegriff

source: Hits
de_de: Zugriffe

source: Messages
de_de: Meldungen

source: Edit post
de_de: Beitrag bearbeiten

source: Warning
de_de: Warnung

source: 404 – Page not found
de_de: 404 - Seite nicht gefunden

source: Elements per page
de_de: Elemente pro Seite

source: Optimize
de_de: Optimierung vornehmen

source: Save
de_de: Speichern

source: of
de_de: von

source: analyzed
de_de: analysiert

source: Analysis done
de_de: Analyse abgeschlossen

source: elements analyzed
de_de: Elemente analysiert

source: The page will reload automatically in 5 seconds
de_de: Die Seite wird in 5 Sekunden automatisch neu geladen

source: Use defaults
de_de: Standards verwenden

source: Label
de_de: Beschriftung

source: Font color
de_de: Schriftfarbe

source: Background color
de_de: Hintergrundfarbe

source: Icon color
de_de: Icon Farbe

source: Counter
de_de: Zähler

source: Counter color
de_de: Counter Farbe

source: Counter background
de_de: Counter Hintergrundfarbe

source: Image minimum dimensions
de_de: Mindestdimensionen für Bilder

source: Height
de_de: Höhe

source: Width
de_de: Breite

source: User-ID
de_de: Benutzer-ID

source: Direction
de_de: Richtung

source: Following
de_de: Folgende

source: Previous
de_de: Bisherige

source: Label when unfolded
de_de: Beschriftung wenn aufgeklappt

source: Options
de_de: Optionen

source: Number of buttons per row
de_de: Anzahl der Buttons pro Zeile

source: hide
de_de: verstecken

source: show
de_de: anzeigen

source: Button margin
de_de: Button Abstand

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Font size
de_de: Schriftgröße

source: Icon size
de_de: Icon Größe

source: Representation
de_de: Darstellung

source: Border radius
de_de: Ecken Radius

source: Uniform buttons
de_de: Einheitliche Buttons

source: Maximum width
de_de: Maximale Breite

source: Counter margin
de_de: Counter Abstand

source: Counter font size
de_de: Counter Schriftgröße

source: Active networks
de_de: Aktive Netzwerke

source: Show your social sharing buttons
de_de: Zeigen Sie Ihre social sharing buttons an.

source: Rating
de_de: Bewertungen

source: Deactivated
de_de: Deaktiviert

source: after post-/site title
de_de: nach Beitrags-/Seitentitel

source: before post-/site title
de_de: vor Beitrags-/Seitentitel

source: after post-/site content
de_de: nach Beitrags-/Seiteninhalt

source: before post-/site content
de_de: vor Beitrags-/Seiteninhalt

source: only by widget / shortcode / PHP code
de_de: nur per Widget / Shortcode / PHP Code

source: Rateable is
de_de: Bewertbar sind

source: Frontpage
de_de: Startseite

source: Colors
de_de: Farben

source: Empty
de_de: Leer

source: Rated
de_de: Bewertet

source: Rate
de_de: Bewerten

source: Thanks for your review
de_de: Vielen Dank für Ihre Bewertung

source: An error has occurred
de_de: Ein Fehler ist aufgetreten

source: Legend
de_de: Legende

source: Show legend
de_de: Legende anzeigen

source: average
de_de: durchschnitt

source: Note text if not rated
de_de: Hinweis bei nicht bewerteten Beiträgen anzeigen

source: Note text
de_de: Hinweistext

source: Rating in new row
de_de: Bewertungen in neue Zeile

source: Connect rating with comments
de_de: Bewertungen mit Kommentaren koppeln

source: Force rating in comments
de_de: Bewertung in Kommentaren erzwingen

source: Addresses
de_de: Adressen

source: Users
de_de: Benutzern

source: Activate structuring of data on
de_de: Strukturierung von Daten aktivieren bei

source: Address
de_de: Anschrift

source: Add company data
de_de: Firmendaten hinzufügen

source: Company name
de_de: Name der Firma

source: Street, house number
de_de: Straße, Hausnummer

source: Zipcode
de_de: PLZ

source: City
de_de: Stadt

source: Country
de_de: Land

source: E-Mail address
de_de: E-Mail Adresse

source: Phone number
de_de: Telefonnummer

source: Fax number
de_de: Faxnummer

source: Add opening times
de_de: Neue Öffnungszeit

source: Time format settings
de_de: Zeitformat Einstellungen

source: Opening times
de_de: Öffnungszeiten

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thu
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Enable Social metatags
de_de: Social Metatags aktivieren

source: Facebook site url
de_de: Facebook Seiten URL

source: Google+ Author URL
de_de: Google+ Autor URL

source: Visit site
de_de: Seite aufrufen

source: Contact
de_de: Kontakt

source: Improve load time
de_de: Ladezeit verbessern

source: Settings
de_de: Einstellungen

source: Reduce image quality on upload
de_de: Bildqualität beim Upload reduzieren

source: Start image compression
de_de: Bilderkomprimierung Starten

source: Use keyword as an alternative text
de_de: Suchbegriff als Alternativtext verwenden

source: SEO and copyright settings
de_de: SEO und Urheber-Einstellungen

source: Enable author field
de_de: Urheber-Feld aktivieren

source: Images are automatically compressed when uploading
de_de: Bilder werden beim Upload automatisch komprimiert

source: Image quality in percent
de_de: Bildqualität in Prozent

source: Image optimization
de_de: Bildoptimierung

source: Microdata
de_de: Mikrodaten

source: Author
de_de: Urheber

source: Images were successfully compressed
de_de: Bilder wurden komprimiert

source: Generally
de_de: Allgemein

source: Check link ratio
de_de: Linkverhältnis prüfen

source: Outgoing links
de_de: Ausgehende Links

source: Check duplicate link texts
de_de: Doppelte Linktexte prüfen

source: Inbound Links
de_de: Eingehende Links

source: Intercept incoming links
de_de: Eingehende Links abfangen

source: Links of external domains
de_de: Links externer Domains

source: Open in new window
de_de: im neuen Fenster öffnen

source: Devalue, no follow
de_de: Entwerten, nicht folgen

source: Limit to
de_de: Beschränken auf

source: Exceptions
de_de: Ausnahmen

source: ignore
de_de: ignorieren

source: follow
de_de: folgen

source: After post title
de_de: Nach Inhaltstitel

source: Before post title
de_de: Vor Inhaltstitel

source: After content
de_de: Nach Inhalt

source: Before content
de_de: Vor Inhalt

source: PHP function
de_de: PHP Funktion

source: Frontpage text
de_de: Startseiten Text

source: Delimiter
de_de: Trennzeichen

source: Show last page in bold
de_de: Letzte Seite Fett anzeigen

source: Prefixes
de_de: Präfixe

source: You are here
de_de: Sie sind hier

source: Before breadcrumbs
de_de: vor Breadcrumbs

source: Archive for
de_de: Archiv für

source: Before archive
de_de: vor Archiv

source: You searched for
de_de: Sie haben gesucht nach

source: Search result pages
de_de: Suchergebnisseiten

source: Page not found
de_de: Seite nicht gefunden

source: Error pages
de_de: Fehlerseiten

source: Show house icon instead of frontpage text
de_de: Haus-Icon statt Startseiten Text anzeigen

source: Category
de_de: Kategorie

source: Tag
de_de: Schlagwort

source: Post format
de_de: Formatvorlage

source: Posts
de_de: Beiträge

source: Products
de_de: Produkte

source: Product category
de_de: Produktkategorie

source: Product tag
de_de: Produkt-Schlagwort

source: Shipping class
de_de: Versandklasse

source: Embedding
de_de: Einbettung

source: URL optimization
de_de: URLs

source: Remove stopwords from urls
de_de: Stopwords aus URLs entfernen

source: Default error page
de_de: Standard Fehlerseite

source: Redirect to
de_de: Weiterleiten zu

source: Text optimization
de_de: Textoptimierung

source: Use keyword field
de_de: Suchbegriff Feld verwenden

source: Keyword check in
de_de: Suchbegriff-Überprüfung in

source: Description
de_de: Beschreibung

source: Content
de_de: Inhalt

source: Activate autocompletion
de_de: Autovervollständigung aktivieren

source: Keyword not found in the title
de_de: Suchbegriff im Titel nicht gefunden

source: Keyword not found in the description
de_de: Suchbegriff in der Beschreibung nicht gefunden

source: Keyword not found in the content
de_de: Suchbegriff im Inhalt nicht gefunden

source: Keyword not defined
de_de: Kein Suchbegriff definiert

source: Title not defined
de_de: Kein Titel definiert

source: found in the title
de_de: im Titel gefunden

source: not found in the title
de_de: nicht im Titel gefunden

source: found in the description
de_de: in der Beschreibung gefunden

source: Not found in the description
de_de: nicht in der Beschreibung gefunden

source: found in the content
de_de: im Inhalt gefunden

source: not found in the content
de_de: nicht im Inhalt gefunden

source: Statistics
de_de: Statistiken

source: Exclude tracking for
de_de: Tracking aussetzen für

source: Anonymize IP address
de_de: IP Adresse anonymisieren

source: Outbound clicks and downloads
de_de: Outbound Clicks und Downloads

source: Visit Google Analytics
de_de: Zu Google Analytics

source: 7 days
de_de: 7 Tage

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Week
de_de: Woche

source: Today
de_de: Heute

source: Yesterday
de_de: Gestern

source: Notify search engines
de_de: Suchmaschinen benachrichtigen

source: Split sitemap after
de_de: Sitemap teilen nach

source: Indexing settings
de_de: Indexierungseinstellungen

source: Priority
de_de: Priorität

source: Frequency
de_de: Frequenz

source: daily
de_de: täglich

source: weekly
de_de: wöchentlich

source: monthly
de_de: monatlich

source: yearly
de_de: jährlich

source: Image sitemap
de_de: Bilder Sitemap

source: Publication name
de_de: Publikations-Name

source: Category settings
de_de: Kategorie Einstellungen

source: Restrict access to
de_de: Zugriff beschränken auf

source: Press report
de_de: Pressemeldung

source: Opinion
de_de: Meinung

source: User generated
de_de: Nutzer generiert

source: Use as preview image
de_de: Als Vorschaubild verwenden

source: Post image
de_de: Beitragsbild

source: embedded images
de_de: eingebettete Bilder

source: Categorization
de_de: Kategorisierung

source: Categories
de_de: Kategorien

source: Tags
de_de: Schlagwörter

source: Metadata
de_de: Metadaten

source: characters left
de_de: Zeichen verbleiben

source: Frontpage title (placeholder for content titles)
de_de: Titel der Startseite (Platzhalter für Inhalte)

source: Website Title / Company name
de_de: Website Titel / Firmenname

source: Set a limit of
de_de: Limitieren auf

source: Characters
de_de: Zeichen

source: Remove website title / company name if title limit is exceeded
de_de: Website Titel / Firmenname entfernen, wenn Titel Limit überschritten wird

source: Highlight duplicates
de_de: Duplikate hervorheben

source: The title is already used by another post
de_de: Der Titel wird bereits von einem anderen Beitrag verwendet

source: The description is already used by another post
de_de: Die Beschreibung wird bereits von einem anderen Beitrag verwendet

source: View post
de_de: Zum Beitrag

source: Help
de_de: Hilfe

source: Enter license key
de_de: Lizenz Key eingeben

source: Buy
de_de: Kaufen

source: Using SEO to success
de_de: Mit SEO zum Erfolg

source: Import/Export settings
de_de: Einstellungen importieren/exportieren

source: Restore and Download
de_de: Wiederherstellen und Herunterladen

source: Backup
de_de: Sichern

source: Select the settings you want to Backup
de_de: Wählen Sie aus, welche Einstellungen Sie sichern möchten

source: Restore
de_de: Wiederherstellung

source: Date / Time
de_de: Datum / Uhrzeit

source: Comment
de_de: Kommentar

source: Delete selected
de_de: Auswahl löschen

source: Upload backup file
de_de: Backupdatei hochladen

source: Force encrypted connection
de_de: Gesicherte Verbindung erzwingen

source: Category basis
de_de: Kategorie-Basis

source: Above image
de_de: Über dem Bild

source: Below image
de_de: Unter dem Bild

source: Before image
de_de: Vor dem Bild

source: After image
de_de: Nach dem Bild

source: Dont show
de_de: Nicht anzeigen

source: On site
de_de: Auf der Webseite

source: number
de_de: anzahl

source: Your privacy settings are set to noindex in the wordpress options
de_de: Ihre Privatsphäre-Einstellungen in den Wordpress-Optionen stehen auf noindex

source: from
de_de: von

source: until
de_de: bis

source: Opened
de_de: Geöffnet

source: Insert structured data of videos
de_de: Strukturierte Daten von Videos einbinden

source: Insert structured data of addresses
de_de: Strukturierte Daten von Adressen einbinden

source: based on
de_de: basierend auf

source: out of
de_de: von

source: SEO Description
de_de: SEO Beschreibung

source: ratings
de_de: Bewertungen

source: Error: You did not add a rating.
de_de: Fehler: Sie haben keine Bewertung durchgeführt.

source: Behavior for archives and pagination
de_de: Verhalten bei Archiven und Paginierungen

source: Categories and taxonimies
de_de: Kategorien und Taxonomien

source: Paginated sites
de_de: Paginierte Seiten

source: message
de_de: Meldung

source: Use the PHP code if you want to embed the social sharing buttons directly in your theme.
de_de: Den PHP Code können Sie in Ihr Website-Theme einprogrammieren.

source: Change the sort order of your websites title by drag and drop. We recommend you to use the website title after the frontpage title. Use a delimiter to distinguish the content from the page title.
de_de: Verändern Sie die Reihenfolge bzw. Zusammenstellung des Seitentitels der Drag and Drop, wir empfehlen Ihnen den Website Titel nach dem Titel der Startseite zu wählen. Wir empfehlen Ihnen, den Webseitentitel hinter den Startseitentitel zu setzen. Verwenden Sie ein Trennzeichen um den Webseitentitel vom Startseitentitel zu trennen.

source: Use it as a widget
de_de: Als Widget verwenden

source: Verify website
de_de: Webseite verifizieren

source: Link-Title "%s" is used several times in the same post
de_de: Link-Titel "%s" wird mehrfach im gleichen Beitrag verwendet

source: Link-Title "%s" is used in several posts: %s
de_de: Link-Titel "%s" wird in mehreren Beiträgen verwendet: %s

source: Success
de_de: Erfolg

source: Review received
de_de: Bewertung erhalten

source: Open
de_de: Öffnen

source: The description has %d characters too much
de_de: Die Beschreibung enthält %d Zeichen zu viel

source: The title has %d characters too much
de_de: Der Titel enthält %d Zeichen zu viel

source: Select all
de_de: Alles auswählen

source: Unselect all
de_de: Alles abwählen

source: What would you like to migrate?
de_de: Was möchten Sie migrieren?

source: Which metadatas should be migrated?
de_de: Welche Metadaten möchten Sie migrieren?

source: Migrate data only if source data is not empty
de_de: Daten nur migrieren, wenn Quelldaten nicht leer sind

source: Overview
de_de: Übersicht

source: The following settings will be migrated from Yoast:
de_de: Die folgenden Einstellungen werden von Yoast migriert:

source: The following metadatas will be migrated from Yoast:
de_de: Die folgenden Metadaten werden von Yoast migriert.

source: Attention
de_de: Achtung

source: Please make sure that the specified URL have a valid SSL certificate! Make sure to set your domain to https:// within the Wordpress adress and the page URL.
de_de: Bitte stellen Sie sicher, dass Sie über ein gültiges SSL-Zertifikat verfügen! Ändern Sie unbedingt Ihre Website Adresse in den allgemeinen Einstellungen auf die Schreibweise mit https:// um.

source: Go to settings page
de_de: Zu den Einstellungen

source: With the completion of the migration wizard, all data previously selected will be overwritten. Are you sure you want to perform this step?
de_de: Mit dem Abschluss des Migrations-Assistenten werden alle zuvor ausgewählten Daten überschrieben. Sind Sie sicher, dass Sie diesen Schritt durchführen möchten?

source: Yes, continue
de_de: Ja, weiter

source: Migration process completed
de_de: Migration fertiggestellt

source: Migration process successfully completed. Please deactivate the Yoast SEO plugin and review your settings within in DELUCKS SEO Plugin.
de_de: Die Migration wurde erfolgreich beendet. Bitte deaktivieren Sie das Yoast Plugin und überprüfen Sie die Einstellungen im DELUCKS SEO Plugin.

source: Select the source SEO plugin
de_de: Wählen Sie das das Quellplugin aus

source: External links
de_de: Externe Links

source: Activate/deactivate networks
de_de: Netzwerke aktivieren/deaktivieren

source: Default sharing preview image
de_de: Standard Sharing Vorschaubild

source: Select an image
de_de: Bild auswählen

source: Optimal size
de_de: Optimale Größe

source: If your domain isnt whitelisted for Twitter Cards yet, you can request it via the validator
de_de: Falls Ihre Domain noch nicht für Twitter Cards freigeschalten (whitelisted) ist, können Sie dies über den Validator beantragen

source: Visit validator
de_de: Zum Validator

source: Join Google News
de_de: Bei Google News anmelden

source: Current
de_de: Aktuell

source: Before
de_de: Vorher

source: Process
de_de: Prozess

source: Verify with metatags
de_de: Verifizieren mit Meta Tag

source: Rating symbol
de_de: Bewertungs Symbol

source: Statistic widget visible for
de_de: Statistik Widget sichtbar für

source: Usergroups
de_de: Nutzergruppen

source: Please note that your permalinks must meet the required structure for Google News: Every post needs a three-digit number in the URL. We recommend to use a combination of category and date for the permalink Custom Structure, with all the important keywords to appear as early as possible (category post name before date): /% category% /% postname% _% year% -% monthnum % -% day%
de_de: Bitte beachten Sie dass Ihre Permalinks die für Google News erforderliche Struktur erfüllen: Jeder Post braucht eine dreistellige Nummer in der URL. Wir empfehlen Ihnen eine Kombination aus Kategorie und Datum für die Benutzerdefinierte Struktur der Permalinks zu nutzen, wobei alle wichtigen Suchbegriffe möglichst früh erscheinen (Kategorie vor Postname vor Datum): /%category%/%postname%_%year%-%monthnum%-%day%

source: You can apply your website for Google News at the end of the following link, if it fulfils the there mentioned requirements
de_de: Ihre Website können Sie am Ende folgender Anleitung für Google News bewerben, sofern die dort genannten Anforderungen stimmen

source: Tutorials and help
de_de: Tutorials und Hilfe

source: Please enter a phrase or term with which this content should be found. This field serves to focus on the content about your topic.
de_de: Bitte geben einen spezifischen Ausdruck oder Begriff ein unter dem der Inhalt dieses Beitrages gefunden werden soll. Fokussieren Sie sich bei den Inhalten auf diesen Suchbegriff.

source: The description is used primarily as a preview for the search results of Google (so-called Meta description). You can also make use of the description as an introduction and make it visible by installing it on our PHP code in your theme (see Basic settings> Text optimization).
de_de: Die Beschreibung (sog. Meta Descripton) wird primär als Vorschau in Suchergebnissen von Suchmaschinen wie Google verwendet. Sie können diese Beschreibung auch als Einleitungstext auf ihrer Seite einbinden, nutzen Sie hierfür unseren PHP Code in Ihrem Theme (Basic > Text Optimierung)

source: Learn how to structure the perfect 404 page
de_de: Lernen Sie wie man die perfekte 404 Seite aufbaut

source: Some themes are using their own output for the website title. In order for the meta title to work please check the header.php of your theme and search for the <title> tag. Change the code between <title> and </title> to <?php echo wp_title(); ?>. If no header.php exists please contact the provider/developer of your theme and ask them for the position of the meta title.
de_de: Manche Themes verwenden eine individuelle Zusammenstellung des Titels. Bitte überprüfen Sie die header.php-Datei Ihres Themes und suchen Sie den <title>-Tag. Ändern Sie den Code zwischen <title> und </title> in <?php echo wp_title(); ?> Sollte keine header.php existieren, fragen Sie den Anbieter/Entwickler des Themes nach der Position des Meta Titels.

source: rating
de_de: Bewertungen

source: Total ratings
de_de: Bewertungen gesamt

source: Use desicription as content within RSS feeds
de_de: Beschreibung als Inhalt bei RSS Feeds verwenden
